Repository: JimMysiloglou/MySite
Catalog: webapp/translations/*/LC_MESSAGES/messages.po
Languages: el

source: Contact me
el: Επικοινωνία

source: Contact Me!
el: Επικοινωνήστε μαζί μου!

source: First Name*
el: Όνομα*

source: Last Name*
el: Επώνυμο*

source: Phone Number
el: Τηλέφωνο

source: Message*
el: Μήνυμα*

source: Submit
el: Υποβολή

source: Success! Thank you for your message.
el: Το μήνυμα στάλθηκε επιτυχώς, ευχαριστώ!

source: About me
el: Σχετικά

source: Mysiloglou Dimitrios
el: Μυσιλόγλου Δημήτριος

source: Data analyst | Data Scientist
el: Αναλυτής δεδομένων | Επιστήμονας δεδομένων

source: Download CV
el: Λήψη CV

source: Contact Me
el: Επικοινωνία

source: Welcome to my site! I made this blog to record my passion for problem solving through data analysis. I hold a Bachelor's degree in Economics and I am experienced in Python, SQL and Tableau. My other interests are web development and creating Linux projects with Raspberry Pi. Thank you for visiting!
el: Καλώς ήρθατε στην ιστοσελίδα μου! Δημιούργησα αυτό το ιστολόγιο για να καταγράψω το πάθος μου για την επίλυση προβλημάτων μέσω της ανάλυσης δεδομένων. Οι σπουδές μου είναι στα οικονομικά και έχω εμπειρία στην χρήση Python, SQL και Tableau. Στον ελεύθερο χρόνο μου ασχολούμαι με την ανάπτυξη ιστοσελίδων και τη δημιουργία μικρών project με το Raspberry pi. Ευχαριστώ για την επίσκεψη!

source: Cellphone
el: Κινητό τηλ.

source: Address
el: Διεύθυνση

source: Piraues - Greece
el: Πειραιάς - Ελλάδα

source: Proficient (4+ years)
el: Άριστη γνώση (4+ χρόνια)

source: Advanced (3 years)
el: Προχωρημένη (3 χρόνια)

source: Good (2 years)
el: Καλή γνώση (2 χρόνια)

source: Learning (1 year)
el: Μαθαίνω (1 χρόνος)

source: My journey so far...
el: Το ταξίδι μου μέχρι τώρα...

source: Education and Work Experience
el: Εκπαίδευση και επαγγελματική εμπειρία

source: Business Economics and Finance
el: Οικονομικά των επιχειρήσεων και χρηματοοικονομικά

source: April 2014
el: Απρίλιος 2014

source: Bachelor degree in the department of economics science
el: Πτυχίο στο τμήμα οικονομικής επιστήμης

source: by
el: του

source: Athens University of Economics and Business.
el: Οικονομικού πανεπιστημίου Αθηνών.

source: Full time agent(banking sector)
el: Υπάλληλος πλήρης απασχόλησης(τραπεζικός τομέας)

source: April 2016
el: Απρίλιος 2016

source: Contacting customers over overdue payments and advise them on alternative payment plans.
el: Διαχείριση ληξιπρόθεσμων οφειλών και διαπραγμάτευση για την αποπληρωμή τους.

source: June 2017
el: Ιούνιος 2017

source: Modules
el: Ενότητες

source: Certificate
el: Πιστοποίηση

source: Python Programming
el: Προγραμματισμός στην Python

source: June 2019
el: Ιούνιος 2019

source: Introduction to Python
el: Εισαγωγή στην Python

source: Advanced programming in Python
el: Προχωρημένος προγραμματισμός στην Python

source: Crete University Press of the Foundation for Reasearch and Technology - Hellas on Mathesis MOOC.
el: Κέντρου Ανοικτών Διαδικτυακών Μαθημάτων Mathesis,των Πανεπιστημιακών Εκδόσεων Κρήτης.

source: January 2020
el: Ιανουάριος 2020

source: March 2020
el: Μάρτιος 2020

source: May 2020
el: Μάιος 2020

source: October 2020
el: Οκτώβριος 2020

source: November 2020
el: Νοέμβριος 2020

source: December 2020
el: Δεκέμβριος 2020

source: January 2021
el: Ιανουάριος 2021

source: October 2021
el: Οκτώβριος 2021

source: January 2022
el: Ιανουάριος 2022

source: May 2022
el: Μάιος 2022

source: Language
el: Γλώσσα

source: Greek
el: Ελληνικά

source: This action is not allowed!
el: Αυτή η ενέργεια δεν επιτρέπεται!

source: This page did not found!
el: Η σελίδα δεν βρέθηκε!

source: Media type not supported!
el: Αυτό το είδος αρχείου δεν υποστηρίζεται!

source: The server is not working. Please come back later!
el: Ο σέρβερ δεν λειτουργεί. Παρακαλώ επιστρέψτε αργότερα!
